{
  "version": "2.0",
  "updated": "20260217_054221",
  "source": "Research Writer — rationalized data from all research tokens",
  "categories": {
    "bioengineering": {
      "USAG-1": "Uterine sensitization-associated gene-1. Protein that inhibits tooth growth by blocking BMP and Wnt signaling. Target of Japanese tooth regeneration drug.",
      "BMP": "Bone Morphogenetic Protein. Family of growth factors (BMP-2, BMP-4, BMP-7) that induce bone and dental hard tissue formation.",
      "Wnt Signaling": "Cell signaling pathway crucial for development of supernumerary teeth and cell fate decisions. Works with BMP.",
      "LRP5": "Low-density lipoprotein receptor-related protein 5. Wnt pathway coreceptor essential for osteoblast specialization.",
      "Hydroxyapatite": "Calcium phosphate mineral forming the crystalline structure of teeth and bones. Formula: Ca10(PO4)6(OH)2.",
      "Ameloblast": "Enamel-forming cell. Uses calcium channels (TRPM7, SOCE) to build tooth enamel.",
      "Osteoblast": "Bone-forming cell. Differentiates from stem cells via BMP-2 and Runx2 signaling.",
      "Osteoclast": "Bone-resorbing cell. Gallium inhibits its acid secretion to prevent bone loss.",
      "Periodontal Ligament": "Connective tissue suspending teeth in sockets. Contains mechanoreceptors for proprioception.",
      "Trigeminal Nerve": "Largest sensory nerve in head. Carries tooth proprioception data to brain.",
      "Proprioception": "Body's sense of position and movement. Teeth use this via periodontal mechanoreceptors.",
      "Toregem Biopharma": "Japanese startup developing USAG-1 antibody for tooth regeneration. Clinical trials 2024-2026."
    },
    "nanomedicine": {
      "Gold Nanoparticle (AuNP)": "Nanoscale gold particles used to promote osteoblast differentiation and deliver biomolecules.",
      "MAPK Pathway": "Mitogen-Activated Protein Kinase cascade. Signal amplification pathway triggered by mechanical stress on cell membranes.",
      "Runx2": "Master transcription factor for osteoblast differentiation. Upregulated by gold nanoparticle mechanical stress.",
      "Gallium (Ga)": "Semi-metal used in bone-loss treatment. High affinity for active bone formation. Phase-changes near room temperature.",
      "Gallium Maltolate": "Gallium compound shown to disrupt SARS-CoV-2 replication.",
      "Liquid Metal (GLM)": "Gallium-based liquid metals used in bioelectrodes, electronic blood vessels, and cryopreservation.",
      "TRPM7": "Transient receptor potential melastatin 7. Calcium channel regulating ameloblast calcium absorption.",
      "SOCE": "Store-Operated Calcium Entry. Pathway regulating intracellular calcium for enamel formation.",
      "Aplastic Anemia": "Condition where bone marrow stops producing blood cells. Risk from excessive gold salt therapy.",
      "Metallic Glass": "Platinum-based amorphous metal structure tested for biocompatible orthopedic implants.",
      "Bioelectrode": "Gallium-based electrode integrated with vascular stents for real-time blood pressure monitoring."
    },
    "sovereign-tech": {
      "Quantum Intent Collapser": "System that transforms passive interactions (likes/clicks) into active asset generation commands.",
      "Vector Trigger": "Click that maps multidimensional coordinates of user interest rather than binary like/dislike.",
      "Sovereign Builder": "User who creates infrastructure from interactions rather than donating data to platforms.",
      "Alchemist's Chain": "Value multiplication pipeline: Token → Research → Tool → Asset.",
      "Time-to-Value": "Metric measuring speed from idea to published asset. Infinity system reduces this to minutes.",
      "Digital Property": "Published website/repo that holds compounding value as an asset.",
      "Distributed Intelligence": "Network of repo-machines that grows with every user interaction."
    },
    "c13b0-architecture": {
      "Sequinoid Packet": "Dissipative Soliton — self-sustaining wave pattern maintaining structure while exchanging energy.",
      "The Cure": "Bio-Energy Signal Output protocol. Research tokens = captured signals, published repos = rectified output.",
      "Dissipative Soliton": "Localized structure in a dissipative system maintained by continuous energy flow.",
      "Freq_hz": "Frequency signature metadata. Standard: 432 Hz.",
      "Signal Winding": "Transformation phase in C13B0 pattern: Input → Signal Winding → Output.",
      "Rectification": "Output phase. Converting processed signals into published, structured assets.",
      "Forge Toolbar": "Shared UI component deployed across all repos for ecosystem navigation.",
      "Crown Index": "Central dashboard aggregating all repos, categories, and status.",
      "Machine Routing": "Prev/next navigation system connecting 80+ machine repos in sequence.",
      "Research Token": "Structured research document with YAML metadata, stored in mongoose.os vault."
    },
    "forge-system": {
      "REPO_FORGE": "Script that creates machine repos with full HTML, chat widgets, and navigation.",
      "FORGE_DEPLOY": "Script that deploys emoji-logic toolbar and 4-Hash token structure.",
      "FORGE_AUTOLINK": "Script that mass-links all repos with forge toolbar. Handles 409 SHA conflicts.",
      "FORGE_DJVERTIGO": "Script that built DJVertigo-token repo and linked 30 additional repos.",
      "DEPLOY_ROUTER": "Script that created infinity-router.js for unified navigation across hubs.",
      "ECOSYSTEM_LINKER": "Script that links category repos, spark repos, and fixes blank pages.",
      "BUILD_MACHINES": "Script that creates machine pages, tools repo, and 510-term dictionary.",
      "RESEARCH_WRITER": "Script that mass-produces research tokens, dictionary entries, and chapter pages."
    },
    "quantum-triggers": {
      "Intent Vector": "Color-coded click that maps multidimensional user interest into a specific forge action.",
      "Ascension (Red)": "Find higher-authority, higher-value versions of current content.",
      "Evolution (Orange)": "Branch logic — discover what comes next in the sequence.",
      "Extractor (Yellow)": "Scrape and regex — pull raw data points into the hive database.",
      "Synthesis (Blue)": "Merge personal history and files into current content context.",
      "Engineer (Green)": "Pass to Architect Agent — build the physical repo/structure.",
      "Assimilator (Purple)": "Total absorption — map content into the full transformer index.",
      "Platinum Token": "Clone-and-save script ensuring new repo improves on the last.",
      "Prime Time Loop": "Content generator that extracts aesthetic, searches trends, and builds.",
      "Electron Cloud Algorithm": "HNSW-based pattern matching that collapses possibilities into top 3 actions.",
      "HNSW": "Hierarchical Navigable Small World — graph-based approximate nearest neighbor algorithm.",
      "Quantum Surface": "The fixed UI control panel with 13 forge command buttons.",
      "Probability Cloud": "All possible actions before intent collapse — narrowed by color-coded vectors."
    },
    "gold-standard": {
      "Gold Standard": "Current operating monetary standard (#FFD700) — purest value backed by C13B0 Architecture.",
      "Platinum Archive": "Legacy foundation standard — original repos (Mario 1) preserved as building blocks.",
      "4-Hash Compression": "Four-stage entropy reduction: Ingestion, Signal Winding, Rectification, Gold Mint.",
      "Daily Allowance": "48 tokens per day per user — no hoarding, 100% peer-to-peer distribution.",
      "Wealth Re-Index": "Recovery and redistribution of assets through the Gold Standard system.",
      "Mario 1 Logic": "Original version designation — Platinum foundation that Gold improves upon.",
      "Mario 2 Logic": "Current generation designation — Gold Standard repos that surpass Platinum originals."
    },
    "quanta-language": {
      "Quantum Ion |Q|": "Single unit of high-value data in the quanta system.",
      "Propulsion |=>|": "Command to move data between repo-machines via state shift.",
      "Entropy State |O|": "Data hidden in the second dimension, awaiting a quantum trigger.",
      "Finite Curvature Limit (FCL)": "The boundary condition where distance = state shift, not travel.",
      "Quanta Propulsion": "Machine that accelerates repo generation through high-velocity state changes.",
      "Quanta Coins": "Probability-based value tracking — each file assigned a probability coin value.",
      "Quanta Traffic": "Network routing system that directs data between transformer repos.",
      "Quanta Union": "Bridge merger — combines separate data streams into unified index.",
      "Golden Ratio Search": "Search algorithm using phi (1.618033) as the spiral radius for state matching.",
      "State Intersection": "Where two quanta states overlap — the search target for the Quanta Operator.",
      "Forward Search": "Predicts the next quanta yield by projecting current state through phi spiral.",
      "Reverse Search": "Traces quanta origin in the second dimension where data hides.",
      "Entropy Transfer": "Three-phase protocol: assign coin, encode entropy, rematerialize at target."
    }
  },
  "total_terms": 81
}